9/data/attachments/f6d013f08c224f7b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_2389912f-b513-4ae7-9f7e-cee376d51e91</nif:username>
            <nif:friendToBeAdded>Mitchell_agent_Actions_3258_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>